{
  "name": "moonstone",
  "nameUp": "MOONSTONE",
  "prototype": true,
  "disabled": false,
  "highRisk": false,

  "exchangeContract": "etsExchangerMoonstone",

  "tokenContract": "etsMoonstoneToken",
  "etsTokenDecimals": 6,

  "actionAsset": "usdPlus",
  "actionTokenName": "USD+",
  "actionTokenDecimals": 6,

  "address": "0x719ee857Ae6cf85Cbe7284Bc45ad1f99dd5ff0dB",
  "chain": 137,
  "chainName": "polygon",
  "borrowFrom": "AAVE",
  "dex": "QuickSwap",
  "gauge": "",
  "poolName": "WMATIC/USDC",

  "token1": "WMATIC",
  "token2": "USDC",
  "hedgeToken": "MATIC",
  "hasUsdPlus": false,
  "tokenPair": "wmatic_usdc",

  "maxSupply": null,
  "inceptionDate": "14 September 2022",

  "iconName": "ets_moonstone",

  "mainColor": "#7944DA",
  "cardBgColor": "radial-gradient(circle at 100% 0%, #D6FFFF 0%, #5398F6 27%, #04238E 52%, #8147E5 100%)",

  "cardTitle": "Generate yield on wMatic-USDC pool by hedging your risks and simplify process",
  "aboutText": "The exchange-traded strategy Moonstone ($MOONSTONE), is an ERC-20 structured product built on Polygon that lets you leverage a collateralized debt position (USDC lent on AAVE) to borrow a volatile asset (WMATIC), pair it with USDC stablecoin, and provide WMATIC/USDC liquidity on QuickSwap all in one action. This allows earning high APY and hedging against WMATIC volatility.\n\nThe unique feature of ETS MOONSTONE is that it automatically administers a health factor of 1.20x on AAVE and rebalances your Lent/Borrowed amounts to maintain a stringent 1.20x Health Factor. Payouts are happening every day and are auto compounded back into the strategy to further amplify rewards.\n\nUsers also benefit from minimal gas costs associated with minting, redeeming, and all other DeFi activities because this product is deployed on Polygon - a highly scalable L2 chain.",
  "riskText": "By depositing USD+ into this strategy, you automatically borrow WMATIC from AAVE v3 at a market rate.\n\nThe strategy's smart contract is designed to automatically invest these equal values of WMATIC and USDC into QuickSwap's WMATIC/USDC Liquidity Pool, after which these LP Tokens are staked into the Gauge Pool on QuickSwap.",
  "impermanentText": "Due to trading activities with the WMATIC/USDC pair on QuickSwap and/or WMATIC price change, the pool may become imbalanced, which can cause rebalance of a user’s LP position, resulting in increased or decreased number of WMATIC vs. borrowed in a position. When a user withdraws their investment, the strategy's smart contract may need to use a user's funds to buy additional WMATIC to repay the lent amount (plus interest), which can result in a net loss from the initial deposit.",
  "ammText": "The strategy's smart contract automatically moves your deposit into the said Automated Market Maker (i.e., QuickSwap) and, in doing so, may incur an AMM’s smart contract risk.\n\nBy depositing funds into this smart contract, a user understands and agrees to the strategies to which it will invest underlying assets.",
  "importantText": "Yield/APY is not guaranteed and can be highly variable depending on the volume and rewards from the underlying AMM as well as the price of a volatile asset (WMATIC). Farmers may incur net losses if the impermanent loss is more significant than the yield earned."
}
