{
  "name": "qs_epsilon_weth_dai",
  "nameUp": "QS EPSILON WETH/DAI",
  "nameToken": "EPSILON",
  "prototype": false,
  "openPrototype": false,
  "archive": false,
  "disabled": false,
  "highRisk": true,

  "exchangeContract": "ets_qs_epsilon_weth_dai_exchanger",

  "tokenContract": "ets_qs_epsilon_weth_dai_token",
  "etsTokenDecimals": 18,

  "actionAsset": "dai",
  "actionTokenName": "DAI",
  "actionTokenDecimals": 18,

  "address": "0xB53Ecca6CB52279e80D8d05a0BC741aDf50bfce4",
  "tokenAddress": "0x2a0821a851F75de8E4057C5ebd05dce7288A035B",

  "chain": 137,
  "chainName": "polygon",
  "borrowFrom": "AAVE",
  "dex": "QuickSwap",
  "gauge": "",
  "poolName": "WETH/DAI",
  "range" : "NARROW",

  "token1": "WETH",
  "token2": "DAI",
  "hedgeToken": "WETH",
  "hasUsdPlus": false,
  "tokenPair": "weth_dai",

  "maxSupply": 100000.00,
  "overcapEnabled": true,
  "inceptionDate": "05 December 2022",

  "iconName": "ets_qs_epsilon_weth_dai",

  "mainColor": "#7944DA",
  "cardBgColor": "radial-gradient(117.22% 424.06% at 96.59% -5.17%, #F4F4F4 0%, #787E82 23.74%, #232324 52%, #7E46E2 100%)",

  "cardTitle": "Generate yield on WETH-DAI pool by hedging your risks and simplify process.",
  "aboutText": "The exchange-traded strategy “Epsilon” is an ERC-20 structured product built on Polygon Chain that lets you leverage a collateralized debt position (DAI lent on Aave) to borrow a volatile asset (WETH), pair it with USDС stablecoin, and provide WETH/DAI liquidity on QuickSwap all in one action. This allows earning high APY and hedging against WETH volatility. ETS “Epsilon” keeps track of WETH price changes. There are 3 types of price ranges: wide, narrow, very narrow. ETS “Epsilon” has narrow WETH price range. It can be changed depending on the market and conditions on it.<br/><br/>The unique feature of ETS “Epsilon” is that it automatically administers a health factor on Aave and rebalances your Lent/Borrowed amounts to maintain a stringent Health Factor meaning. Payouts are happening every day and are auto compounded back into the strategy to further amplify rewards. This product might occasionally produce negative rebases, which will not be compensated.<br/><br/>Users also benefit from minimal gas costs associated with minting, redeeming, and all other DeFi activities because this product is deployed on Polygon - a highly scalable L2 chain.",
  "riskText": "By depositing DAI into this strategy, you are automatically borrowing an equal value of WETH from AAVE at a rate roughly equal to the current price of WETH denoted above. <br/><br/>The strategy's smart contract is designed to automatically invest these equal values of WETH & DAI into QuickSwap WETH/DAI Liquidity Pool, after which these LP Tokens are staked into the Gauge Pool.",
  "impermanentText": "While the QuickSwap pools will accrue transaction fees that generate yields, the pool may become imbalanced; when the user withdraws their investment, the strategy's smart contract may need to use the user's funds to buy additional WETH to repay the lent amount (plus interest), which can result in a net loss from the initial deposit.",
  "ammText": "The strategy's smart contract automatically moves your deposit into the said Automated Market Maker (i.e., QuickSwap) and, in doing so, may incur an AMM’s smart contract risk.<br/><br/>By depositing funds into this smart contract, a user understands and agrees to the strategies to which it will invest underlying assets.",
  "importantText": "Yield/APY is not guaranteed and can be highly variable depending on the volume and rewards from the underlying AMM as well as the price of a volatile asset (WETH). Farmers may incur net losses if the impermanent loss is more significant than the yield earned."
}
